examples/grid_study/clean/constant/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                |                                                 |
| \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \    /   O peration     | Version:  v2206                                 |
|   \  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version         2.0;
    format          ascii;
    class           dictionary;
    object          fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include        "../setup"

// Disk 1
disk1
{
    type            actuatorDiskFoam;
    variant         calaf;
    selectionMode   cellSet;
    cellSet         actuationDisk1;
    diskDir         (1 0 0);
    Ct              $CT;
    diskArea        5026.5;
}

